/******************************************************************************

                  版权所有 (C), 2001-2011, 郑州天迈科技有限公司

 ******************************************************************************
  文 件 名   : av_init.h
  版 本 号   : 初稿
  作    者   : zhangjinlei
  生成日期   : 2012年5月31日星期四
  最近修改   :
  功能描述   : drv_app_init.c 的头文件
  函数列表   :
  修改历史   :
  1.日    期   : 2012年5月31日星期四
    作    者   : zhangjinlei
    修改内容   : 创建文件

******************************************************************************/
#ifndef __AV_INIT_H__
#define __AV_INIT_H__



extern HI_S32 APP_CreatThread(HI_VOID);
extern HI_S32 APP_Init(HI_VOID);


#endif

